Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/ffi.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The concentrations of lead in soil near the destruction facility in Tønjumdalen were above
nb: I Tønjumdalen ble det registrert et noe forhøyet nivå av bly i nærområdet til

source: Tove Kristin Mørch Johansen joined FFI in 1993.
nb: Tove Kristin Mørch Johansen har arbeidet ved FFI siden 1993.

source: This is how Statoil envisaged Hugin in action while mapping the seafloor offshore.
nb: Slik så Statoil for seg Hugin i aksjon i ferd med å kartlegge havbunn offshore.

source: FFI visited Washington
nb: FFI besøkte Washington

source: André Pettersen joined FFI in 2000 and has served as a scientist, research manager and director of research.
nb: André Pettersen har arbeidet ved FFI siden 2000 og vært forsker, forskningsleder og forskningssjef.

source: By 2028, a new unmanned system for detection of naval mines and minehunting will be introduced in the Norwegian Navy.
nb: Innen 2028 skal et nytt ubemannet system for minesøk og minejakt innføres i Sjøforsvaret.

source: At least not if they could get away with it unpunished.
nb: Iallfall ikke om de kunne slippe ustraffet unna.

source: The use of packet switching via Arpanet significantly reduced this threat.
nb: Bruken av pakkesvitsjing via Arpanet reduserte trusselen kraftig.

source: Tone Merethe Lindberg Grøstad is director of Maskingrossisternes Forening.
nb: Tone Merethe Lindberg Grøstad er direktør i Maskingrossisternes Forening.

source: Spilling, age 39 at the time, was the assistant of FFI researcher Yngvar Lundh.
nb: Den da 39 år gamle Spilling var assistent for FFI-forskeren Yngvar Lundh.

source: He has been the project manager for the development of Hugin and has followed the submarine from the idea stage to a finished commercial product.
nb: Han har vært prosjektleder for utviklingen av Hugin og har fulgt ubåten helt fra idéstadiet til ferdig kommersielt produkt.

source: However, napalm stiffened and became insoluble in gasoline when temperatures dropped below 15°C.
nb: Men napalm stivnet og ble uoppløselig i bensin allerede når gradestokken krøp under 15 varmegrader.

source: This was a major undertaking.
nb: Det ble en kraftanstrengelse.

source: How to create a battery with enough power and lifespan to operate a tetherless submarine with advanced sensors and computing power?
nb: Hvordan finne et batteri med nok kraft og levetid til å drive en kabelfri ubåt med avanserte sensorer og datakraft?

source: The power budget shows that it is possible to have 35 W available to the payload during
nb: Effektbudsjettet viser at det er mulig å forbruke 35 W nyttelasteffekt i den aktive delen av banen

source: Key figures include revenues, man-labor year, value added, export, R&D and the relationship between civilian and military activity.
nb: Nøkkeltallene omfatter omsetning, årsverk, verdiskaping, eksport, FoU og forholdet mellom forsvarsrelatert og sivilt rettet virksomhet.

source: This report is concerned with the implementation of a method for simulation of explosions and implosions under water in the flow solver "Charles", which is used at the Norwegian Defence Research Establishment (FFI).
nb: Denne rapporten dreier seg om implementering av en metode for simulering av eksplosjoner og implosjoner under vann i strømningsløseren "Charles", som er i hyppig bruk ved Forsvarets forskningsinstitutt (FFI) i dag.

source: Bøhler is civil engineer in environmental physics from the Norwegian University of Life Sciences (NMBU).
nb: Bøhler er utdannet sivilingeniør i miljøfysikk fra Norges miljø- og biovitenskapelige universitet (NMBU).

source: Trygve Sparr joined FFI in 1998 and has served as a scientist, research manager, assistant division director and director of research.
nb: Trygve Sparr har arbeidet ved FFI siden 1998 og vært forsker, forskningsleder, assisterende avdelingssjef og forskningssjef.

source: nmstat – is a cookie from Siteimprove used for analyzing content and traffic and for performance measurements.
nb: nmstat – er en cookie fra SiteImprove som brukes for å analyser innhold og trafikk og for ytelsesmålinger.

source: The project started in 2013, and the first part ended in December 2016.
nb: Prosjektet startet i 2013, og del en ble avsluttet desember 2016.

source: He had studied in both Berlin and Cambridge.
nb: Han hadde studert både i Berlin og i Cambridge.

source: Hugin has advanced sonars and echo sounders that map and create precise and detailed 3D images of the seafloor.
nb: Hugin har avanserte sonarer og ekkolodd som kartlegger og lager nøyaktige og detaljerte 3D bilder av havbunnen.

source: The project is funded by Statoil.
nb: Prosjektet blir finansiert av Statoil.

source: His areas of expertise are security policy, economy, and operational analysis.
nb: Fagområdene hans er analyse, herunder operasjonsanalyse, økonomi og sikkerhetspolitikk.

source: This report presents statistics on the Norwegian defense industry in 2013.
nb: Denne rapporten presenterer statistikk over norsk forsvarsindustri i 2013.

source: In the period from 1994 to 2002, he was employed in the Norwegian Foreign Service and served as desk officer in the Foreign Ministry’s Russia and CIS division, as Second Secretary at the Norwegian Embassy in Kiev, and as Consul at the Norwegian Consulate General in San Francisco.
nb: I perioden fra 1994 til 2002 jobbet han i Utenrikstjenesten (UD) ved Russlandsseksjonen, Den norske ambassaden i Kiev og Det norske generalkonsulatet i San Francisco.

source: It hit the wall of the aircraft factory’s materials building, which was under construction.
nb: Det traff veggen i flyfabrikkens materiellbygg, som var under oppføring.

source: It should be noted that Norway and Kjeller were not alone in this new connection for very long.
nb: Det hører med til historien at Norge og Kjeller ikke var alene om den nye forbindelsen lenge.

source: Signals were transmitted via satellite stations in Tanum, Sweden and Etam, West Virginia in the United States.
nb: Signalene ble formidlet via satellittstasjoner i Tanum i Sverige og Etam i West Virginia, USA.

source: In previous Russia projects, we have studied the structural reforms and materiel modernisation of the Russian military since 2008.
nb: I tidligere russlandsprosjekt har vi studert den strukturelle omleggingen og materielle moderniseringen av det russiske forsvaret siden 2008.

source: Watermark is issued with channels measured in Norway (two sites), France, and Hawaii, offering
nb: Watermark er utstyrt med kanaler målt i Norge (to steder), Frankrike og Hawaii, og tilbyr tre

source: At that point, the network was shared between a military (with the suffix.mil) and a civil research network (with the suffix.edu).
nb: Da ble nettet delt i et militært (med etterstavelsen.mil) og et sivilt forskningsnett (med etterstavelsen.edu).

source: In order for the Ministry of Defence to be able to ensure sound long-term planning for the defence sector, it is crucial to understand the cost development in the sector.
nb: For at Forsvarsdepartementet skal kunne drive langtidsplanlegging for forsvarssektoren, er det avgjørende å forstå kostnadsutviklingen i sektoren.

source: Trond Grytting is Rear Admiral in the Armed Forces and has a long and varied background from the Navy.
nb: Trond Grytting er kontreadmiral i Forsvaret og har lang og variert bakgrunn fra Sjøforsvaret.

source: This is how FFI’s design office presents the new battery technology in the early 90s – as a battery-powered cod that can swim from Oslo to Alta.
nb: Slik fremstiller FFIs tegnekontor den nye batteriteknologien tidlig på 90-tallet – som en batteridrevet torsk som kan svømme fra Oslo til Alta.

source: After lunch, Hugin is recovered and the data are downloaded.
nb: Etter lunsjen blir Hugin hentet opp og dataene lastet ned.

source: Newsletters and sign ups to FFI-forums
nb: Nyhetsbrev og påmeldinger til FFI-arrangementer

source: Thoresen and Størkersen look to the offshore industry.
nb: Thoresen og Størkersen retter blikket mot offshoreindustrien.

source: This report serves as a user manual for Watermark version 1.0.
nb: Denne rapporten tjener som brukermanual for Watermark versjon 1.0.

source: FFI researchers have created a new saltwater battery that can power a mini submarine for 1200 nautical miles – i.e., from Oslo to Alta.
nb: FFI-forskere har laget et nytt sjøvannsbatteri som kan drive en miniubåt 1200 nautiske mil – det vil si fra Oslo til Alta.

source: Key figures include revenues, man-labor years, value added, export, research and development (R&D) and sub-contracts.
nb: Nøkkeltallene omfatter omsetning, årsverk, verdiskaping, eksport, forskning og utvikling (FoU) og underleveranser.

source: In 2017, the Norwegian Armed Forces purchased four Hugin vehicles from Kongsberg for a total of NOK 155 million.
nb: I 2017 kjøpte Forsvaret fire Hugin-fartøyer fra Kongsberg for til sammen 155 millioner kroner.

source: Researchers almost secretly retained what they could, their @ address.
nb: Nærmest i hemmelighet beholdt de forskerne som kunne, @-adressen sin.

source: of Watermark usage are provided.
nb: Eksempler på bruk av Watermark er inkludert.

source: She is educated at BI Norwegian Business School.
nb: Hun har utdanning fra Handelshøyskolen BI.

source: You can subscribe to newsletters from FFI.
nb: Du kan abonnere på elektroniske nyhetsbrev fra FFI.

source: Here, Morten Kloster, Bjørn Jalving and Jon Kristensen are working in front of the computer monitors.
nb: Her jobber Morten Kloster, Bjørn Jalving og Jon Kristensen foran dataskjermene.

source: validated FFI channel simulator Mime, which is driven by at-sea measurements of the time-varying
nb: FFI kanalsimulatoren Mime, som drives av målinger av undervannskanalens tidsvarierende

source: assuming transparent communication payloads providing 5 W or 10 W signal power. Three
nb: transparent kommunikasjonsnyttelast med 5 W og 10 W signaleffekt. Tre forskjellige

source: There is a 20% increase in value creation since 2016.
nb: Det er en økning på over 20 % i verdiskapingen fra 2016.

source: King Harald V visits FFI in 1994.
nb: Kong Harald besøker FFI i 1994.

source: He has extensive experience in transnational research cooperation, in particularly with University of California, San Diego and Berkeley.
nb: Han har omfattende erfaring med internasjonalt forskningssamarbeid spesielt med University of California, San Diego og Berkeley.

source: On the other hand, there is a 20 % increase in "revenues from foreign customers."
nb: På den annen side er det en økning på 20 % i “omsetning fra utenlandske kunder”.

source: They also had to design a system to launch and recover Hugin from vessels.
nb: De måtte også konstruere et system for å sjøsette og hente inn igjen Hugin fra fartøyer.

source: We sold it as an untethered, remotely operated submarine.
nb: Vi solgte det inn som en kabelfri, fjernstyrt ubåt.

source: physical layer under highly realistic and reproducible conditions.
nb: fysiske lag under realistiske og reproduserbare forhold.

source: Manufactured and sold by
nb: Produseres og selges av

source: A massive nuclear attack could not stop the information others needed to retaliate.
nb: Et massivt atomangrep kunne altså ikke stoppe den informasjonen som andre trengte for å gjengjelde.

source: Espen Skjelland is acting Director General of FFI.
nb: Espen Skjelland er konstituert administrerende direktør ved FFI.

source: As the word suggests, it uses seawater as the oxidizing agent.
nb: Det bruker, som navnet antyder, sjøvann som oksidasjonsmiddel.

source: A launch and recovery system was borrowed from Simrad and mounted on the minehunter vessel KNM Karmøy.
nb: Et launch og recovery-system ble lånt fra Simrad og montert på minejaktfartøyet KNM Karmøy.

source: At Stanford, he also met several of the key participants in the Stanford University Network, later known as SUN.
nb: I Stanford møtte han også flere av de sentrale deltakerne i Stanford University Network, senere kjent som SUN.

source: The idea of a Norwegian military technology research institute was raised already in 1941.
nb: Tanken om et norsk militærteknologisk forskningsinstitutt ble luftet allerede i 1941.

source: FFI uses Siteimprove to collect anonymized information about visitors to ffi.no.
nb: FFI bruker Siteimprove for å samler inn anonymiserte opplysninger om besøkende på ffi.no.

source: NATO has defined cyberspace as an area on level with land, will be completely inferior.
nb: har definert det digitale rom som et område på linje med land, det, vil være totalt underlegen.

source: Nils Størkersen from FFI heads the development project.
nb: Nils Størkersen fra FFI leder utviklingsprosjektet.

source: 20-year ice age
nb: 20 års istid

source: The solution to the battery problem arrived when Øystein Hasvold and Nils Størkersen were doodling at an airport in the United States.
nb: Løsningen på batteriproblemet kom da Øystein Hasvold og Nils Størkersen satt og drodlet på en flyplass i USA.

source: This report presents statistics for the defense industry in Norway in 2009.
nb: Denne rapporten presenterer statistikk for forsvarsindustrien i Norge i 2009.

source: Oil exploration has just been permitted on the Vøring Plateau in the sea outside Nordland County.
nb: Det er nettopp åpnet for oljeleting på Vøringplatået i havet utenfor Nordland.

source: In 2017, the Norwegian ship “Seabed Constructor”, which is equipped with five Hugin submarines, was able to locate the sunken Argentinian submarine ARA “San Juan” at a depth of 800 metres.
nb: I 2017 klarte det norske skipet «Seabed Constructor», som er utstyrt med fem Hugin-ubåter, å finne den forliste argentinske ubåten ARA «San Juan» på 800 meters dyp.

source: In this sandbox, they generously shared everything they learned and received even more.
nb: I denne sandkassa delte de sjenerøst alt de fant ut, og fikk i flerfold igjen.

source: On the other hand, there is a 10 percent increase in "revenues from foreign customers."
nb: På den annen side er det en økning i “omsetning fra utenlandske kunder” på 10 prosent.

source: These were sent through a regular line to the Swedish satellite station in Tanum.
nb: Det skjedde på fastlinje til den svenske satellittstasjonen i Tanum i Sverige.

source: Previously, she has been director of Natech AS and Habu Technology.
nb: Tidligere har hun blant annet vært direktør i Natech AS og Habu technology og arbeidet som prosjektleder i Kunnskapsparken Nord.

source: Pål Spilling at FFI pressed the necessary keys.
nb: Pål Spilling ved FFI gjorde de nødvendige tastetrykkene.

source: weapons, and also in cyber-
nb: og dessuten i det digitale rom,

source: three frequency bands (4–8, 10–18, and 32.5–37.5 kHz), single-hydrophone and array receivers,
nb: frekvensbånd (4–8, 10–18 og 32,5–37,5 kHz), enkelthydrofon- og antennemottakere, og run-tider

source: And it is still a long way to go until such a submarine is fully developed and ready to be manufactured and purchased by the Norwegian Armed Forces.
nb: Og det er fortsatt langt frem til en slik ubåt er ferdig utviklet og klar til å produseres og kjøpes av Forsvaret.

source: the active period with a nanosatellite with deployable solar panels.
nb: med en nanosatellitt med utfoldbare solceller.

source: Boivim has previously served as Rector at NTNU (2013–2019) and Director at Central Norway Regional Health Authority (2009–2013).
nb: Bovim har tidligere vært rektor ved NTNU (2013–2019) og administrerende direktør for Helse Midt-Norge RHF (2009–2013).

source: FFI was responsible for the actual vehicle and the launching/recovery system, and for software for navigation and control system.
nb: FFI hadde ansvaret for selve farkosten og utsetting/opptakssystem, og for programvare for navigasjon og kontrollsystem.

source: Despite a successful demonstration – the funding stops after this.
nb: En vellykket demo til tross – etter dette stopper finansieringen opp.

source: decline in revenues is marginally higher in foreign subsidiaries.
nb: nedgangen i omsetning er noe større i utenlandske datterselskaper.

source: Two researchers and a soldier are testing a model submarine in a pond in Fetsund.
nb: To forskere og en soldat tester en ubåtmodell i et tjern i Fetsund.

source: Grøstad has several board positions and solid experience from industrial development in the petroleum industry.
nb: Grøstad har flere styreverv og solid erfaring fra industriutvikling i petroleumsnæringen.

source: If we were to contribute to mapping an area in half the time, this would provide Statoil with a good argument for supporting our technology”, says Størkersen.
nb: Hvis vi kunne bidra til å kartlegge et område på halve tiden ville det gi Statoil et godt argument for å satse på vår teknologi, sier Størkersen.

source: In the academic year 2019–2020, he was a Visiting Scholar at the Institute of Slavic, East European, and Eurasian Studies (ISEEES), University of California, Berkeley, where he worked on a project related to the Donbas conflict in the Eastern Ukraine. Research areas
nb: I det akademiske året 2019–2020 var han gjesteforsker ved Institutt for slaviske, østeuropeiske og eurasiske studier (ISEEES) ved Universitetet i California, Berkeley.

source: All the export categories increase, but dual-use shows the highest increase (43%).
nb: Samtlige kategorier av eksportmateriell øker, men også i år øker flerbruksvarer mest (43 % økning).

source: Thus, the standard for packet switched satellite channels, CPODA, was established.
nb: Slik oppsto også standarden for pakkesvitsjede satellittkanaler, CPODA.

source: This was nearly 20 years after Pål Spilling established the first connection with the Arpanet.
nb: Det var hele 20 år etter at Pål Spilling opprettet den første forbindelsen med Arpanet.

source: For these efforts, he was bestowed with the Order of the British Empire.
nb: For denne innsatsen ble han belønnet med Order of the British Empire.

source: The submarine is released and sends live data back to the minehunter.
nb: Ubåten blir sluppet og sender live data tilbake til minejaktfartøyet.

source: In this system, Hugin will map the seafloor, while autonomous unmanned surface vessels drag the minesweepers.
nb: I dette systemet skal Hugin kartlegge sjøbunnen, mens autonome ubemannede overflatefartøyer trekker minesveipene.

source: Simply put, the new vehicle needed to be tetherless.
nb: Den nye farkosten måtte rett og slett være kabelfri.

source: His areas of expertise are cybernetics, autonomics, artificial intelligence, strategy, organisational development, management and innovation.
nb: Fagområdene hans er kybernetikk, autonomi, kunstig intelligens, strategi, organisasjonsutvikling, ledelse og innovasjon.

source: At the time, the environment and the companies involved in seafloor mapping were sceptical.
nb: Miljøet og selskapene som drev havbunnskartlegging på den tiden var skeptiske.

source: current nanosatellite technology is able to support relevant communication capacity for
nb: Studien konkluderer med at nåværende teknologi for nanosatellitter understøtter relevant

source: Research and development (R&D) was also significantly strengthened in 2017 with an increase of 31%.
nb: Forskning og utvikling (FoU) ble i 2017 vesentlig styrket med en oppgang på 31 %.

source: “Hasvold was an incredibly creative and versatile researcher.
nb: – Hasvold var en utrolig kreativ og allsidig forsker.

source: He has also been head of the Norwegian Task Group and the Coastal Squadron.
nb: Han har dessuten vært sjef for Norwegian Task Group og Kysteskadren.

source: In 2018, six Hugin submarines were used in the search for Malaysia Airlines Flight MH370, which disappeared en route from Kuala Lumpur to Beijing with 239 people on board in March 2014.
nb: I 2018 ble seks Hugin-ubåter brukt i leting etter Malaysia Airlines rute MH370, som forsvant på vei fra Kuala Lumpur til Beijing med 239 mennesker om bord i mars 2014.

source: Since 2002, he has worked as a research fellow at the Norwegian Defence Research Establishment (FFI).
nb: Siden 2002 har han vært ansatt som forsker ved Forsvarets forskningsinstitutt (FFI).

source: The Bærums-born Tronstad had started out as a chemist.
nb: Bærums-gutten Tronstad hadde startet som kjemiker.

source: On a cold winter day in 2001, Hugin was finally going show what it was capable of in a defence context.
nb: En kald vinterdag i 2001 skulle Hugin endelig få vise hva den kunne i forsvarssammenheng.

source: Tove Kristin Mørch Johansen has held her current position since 2021.
nb: Tove Kristin Mørch Johansen har vært leder for avdelingen siden 2021.

source: “The Hugin Project shows how well it is possible to cooperate across departments and between various enterprises if the conditions are facilitated and everyone has a common objective”, says Størkersen.
nb: – Hugin-prosjektet viser hvor godt det er mulig å samarbeide på tvers av avdelingsgrenser og mellom ulike bedrifter hvis forholdene legges til rette for det og alle har en felles målsetning, sier Størkersen.

source: “We needed 20 litres of seawater to pass through the battery every second in order for it to produce enough power to propel the vehicle through the water.
nb: – Vi måtte ha 20 liter sjøvann gjennom batteriet hvert sekund for at det skulle produsere nok strøm til å gi farkosten framdrift gjennom vannet.

source: The Armed Forces and the Norwegian government therefore require in-depth knowledge of the developments in Russian defence and security policy, and FFI supports these efforts through a separate research project.
nb: Forsvaret og norske myndigheter har derfor behov for inngående kunnskap om utviklingen i russisk forsvars- og sikkerhetspolitikk, og FFI understøtter dette gjennom et eget forskningsprosjekt.

source: Yngvar Lundh convinced FFI Director of Research Finn Lied and Research Director Karl Holberg to go along with the idea.
nb: Yngvar Lundh fikk FFI-direktør Finn Lied og forskningssjef Karl Holberg med på ideen.

source: This commenced in 1972 and continued for ten years.
nb: Dette pågikk i ti år fra 1972.

source: bilities and the capability to coordinate the use of military and percent target from 2014 has resulted in additional political
nb: Natos to prosent-mål fra 2014 har ført til at flere militære evne og evnen til å koordinere bruken av militære og politiske partier ønsker å øke satsingen på Forsvaret.

source: Thor Engøy is a principal scientist at FFI.
nb: Thor Engøy er sjefsforsker ved FFI.

source: (Used with permission from C&C Technologies and BP)
nb: (Gjengitt med tillatelse fra C&C Technologies og BP)

source: The network via this protocol was the foundation.
nb: Nettverket via denne protokollen var basis.

source: Simrad (Kongsberg Simrad from 1997, now known as Kongsberg Maritime) is the envisaged manufacturer.
nb: Simrad (fra 1997 Kongsberg Simrad, i dag Kongsberg Maritime) er tiltenkt som produsent.

source: His areas of expertise are electronics, communication, microwave technology and electro-optics.
nb: Fagområdene hans er elektronikk, kommunikasjon, mikrobølgeteknikk og elektrooptikk.

source: Apsis One – a service analysing user behaviour on ffi.no.
nb: Apsis One – tjeneste som analyserer brukeradferd på nettstedet.

source: Perhaps we need to visions of the future have been discussed – and exaggerated –
nb: slike framtidsvyer har vært omtalt – og hausset opp – i mange

source: With the funds from the Intelligence Staff, they develop AUV Demo (Autonomous Underwater Vehicle) – a shiny yellow test submarine, and a system to transmit control commands down to the submarine using acoustic communication (noise signals).
nb: Med midlene fra Etteretningsstaben utvikler de AUV Demo (Autonomous Undervater Vehicle) – en skinnende gul test-ubåt, og et system for å sende styrekommandoer ned til ubåten med akustikk (lydsignaler).
